IDEA Connection Link
IProgressCallback.ExceptionMessage Method
 Method is called when an exception occurs on the server.
 Namespace: IdeaRS.ConnectionService.Service
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
void ExceptionMessage(
	string function,
	string message
)
Sub ExceptionMessage (
	function As String,
	message As String
)
void ExceptionMessage(
	String^ function,
	String^ message
)
Parameters
function
Type: System.String
Name of the method.
message
Type: System.String
Details of the exception
See Also
Reference
IProgressCallback Interface
IdeaRS.ConnectionService.Service Namespace